Ran Plan for dir: `terraform/general` workspace: `default`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.circleci.aws_iam_access_key.dev_key will be created
+ resource "aws_iam_access_key" "dev_key" {
      + create_date                    = (known after apply)
      + encrypted_secret               = (known after apply)
      + encrypted_ses_smtp_password_v4 = (known after apply)
      + id                             = (known after apply)
      + key_fingerprint                = (known after apply)
      + secret                         = (sensitive value)
      + ses_smtp_password_v4           = (sensitive value)
      + status                         = "Active"
      + user                           = "circleci-stylelint-config"
    }

  # module.circleci.aws_iam_access_key.key will be created
+ resource "aws_iam_access_key" "key" {
      + create_date                    = (known after apply)
      + encrypted_secret               = (known after apply)
      + encrypted_ses_smtp_password_v4 = (known after apply)
      + id                             = (known after apply)
      + key_fingerprint                = (known after apply)
      + secret                         = (sensitive value)
      + ses_smtp_password_v4           = (sensitive value)
      + status                         = "Active"
      + user                           = "circleci-stylelint-config"
    }

  # module.circleci.aws_iam_user.dev_user will be created
+ resource "aws_iam_user" "dev_user" {
      + arn           = (known after apply)
      + force_destroy = false
      + id            = (known after apply)
      + name          = "circleci-stylelint-config"
      + path          = "/"
      + tags_all      = (known after apply)
      + unique_id     = (known after apply)
    }

  # module.circleci.aws_iam_user.user will be created
+ resource "aws_iam_user" "user" {
      + arn           = (known after apply)
      + force_destroy = false
      + id            = (known after apply)
      + name          = "circleci-stylelint-config"
      + path          = "/"
      + tags_all      = (known after apply)
      + unique_id     = (known after apply)
    }

  # module.circleci.aws_iam_user_policy_attachment.ecr_read_only will be created
+ resource "aws_iam_user_policy_attachment" "ecr_read_only" {
      + id         = (known after apply)
      + policy_arn = "arn:aws:iam::aws:policy/AmazonEC2ContainerRegistryReadOnly"
      + user       = "circleci-stylelint-config"
    }

  # module.circleci.circleci_project.project will be created
+ resource "circleci_project" "project" {
      + env_vars = (sensitive value)
      + id       = (known after apply)
      + name     = "stylelint-config"
    }

Plan: 6 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d terraform/general`
* :put_litter_in_its_place: To **delete** this plan click [here](http://atlantis.loadsmart.io/lock?id=loadsmart%252Fstylelint-config-loadsmart%252Fterraform%252Fgeneral%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d terraform/general`
</details>
Plan: 6 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
